{
  "articles": [
    {
      "author": "Jakub Fordon",
      "description_en": "On Wednesday, May 3, Iga Świątek will fight for promotion to the semifinals in the WTA 1000 tournament in Madrid. Her rival will be Croatian Petra Martić. We already knew the hour of the meeting.",
      "description_pl": "W środę, 3 maja, Iga Świątek powalczy o awans do półfinału w turnieju WTA 1000 w Madrycie. Jej rywalką będzie Chorwatka Petra Martić. Poznaliśmy już godzinę tego spotkania.",
      "publishedAt": "2023-05-02",
      "source": "Sportowefakty",
      "title_en": "We know the time of the match Iga Świątek - Sportowefakty",
      "title_pl": "Znamy godzinę meczu Igi Świątek - Sportowefakty",
      "urlToArticle": "https://news.google.com/rss/articles/CBMic2h0dHBzOi8vd2lhZG9tb3NjaS5vbmV0LnBsL2tyYWovbmllLXp5amUtcGF3ZWwtc21vbGVuc2tpLWJ5bC1qZWRueW0tei1uYWp3eWJpdG5pZWpzenljaC1wb2xza2ljaC1yZXBvcnRlcm93L2Z5OWt2Y3TSAQA?oc=5",
      "urlToImage": "https://v.wpimg.pl/NDczMDQuYSUCGDt3fg5sMEFAby04V2JmFlh3Zn5EfHRTAntzZFo9Ik4bKSk4Gyc3FwgsJzsUYDMTGSkqfwUiaxAOIjYwEit2TBwoJSUAPCEHJSI2OBInKgIWYnJlQH5xAU50ImAULXxXJXpwY0F5d1NOYy4hEmw5"
    },
    {
      "author": "DWW",
      "description_en": "On Tuesday, May 2, the well-known journalist and reporter Paweł Smoleński died. He was 63 years old. His death was reported on social media by the journalist’s wife Maria Fredro-Smolensk. Paweł Smoleński has been working in 'Gazeta Wyborcza' since the beginning of its existence.",
      "description_pl": "We wtorek 2 maja zmarł znany dziennikarz i reporter Paweł Smoleński. Miał 63 lata. O jego śmierci poinformowała w mediach społecznościowych żona dziennikarza Maria Fredro-Smoleńska. Paweł Smoleński pracował w 'Gazecie Wyborczej' od początku jej istnienia.",
      "publishedAt": "2023-05-02",
      "source": "Onet",
      "title_en": "Paweł Smoleński has died. He was one of the most outstanding Polish reporters",
      "title_pl": "Nie żyje Paweł Smoleński. Był jednym z najwybitniejszych polskich reporterów",
      "urlToArticle": "https://news.google.com/rss/articles/CBMic2h0dHBzOi8vd2lhZG9tb3NjaS5vbmV0LnBsL2tyYWovbmllLXp5amUtcGF3ZWwtc21vbGVuc2tpLWJ5bC1qZWRueW0tei1uYWp3eWJpdG5pZWpzenljaC1wb2xza2ljaC1yZXBvcnRlcm93L2Z5OWt2Y3TSAQA?oc=5",
      "urlToImage": "https://ocdn.eu/pulscms-transforms/1/fkxk9kpTURBXy83MmI1YTMyMTNmZWNhODIwZTE0ZGU2ODMyZWFhNTM0ZC5qcGeTlQMAzLTNFoDNDKiTBc0DFM0BvJMJpjRlZjZjOAbeAAGhMAY/pawel-smolenski.avif"
    },
    {
      "author": "Onet",
      "description_en": "Legia Warszawa – Raków Częstochowa is the final match of Fortuna Puchar Polski! Who is going to get the trophy? For the third time in a row, or maybe for the 20th time in the history of Legia? This meeting just has to be a hit! We invite you to the 'live' report from the match Legia Warsaw – Raków Częstochowa. Start of the meeting on Tuesday, May 2 at 16.00.",
      "description_pl": "Legia Warszawa – Raków Częstochowa to finałowy mecz Fortuna Pucharu Polski! Kto sięgnie po upragnione trofeum? Po raz trzeci z rzędu Raków, a może po raz 20 w historii Legia? To spotkanie po prostu musi być hitem! Zapraszamy na relację 'na żywo' z meczu Legia Warszawa – Raków Częstochowa. Początek spotkania we wtorek, 2 maja o godz. 16.00.",
      "publishedAt": "2023-05-02",
      "source": "Onet",
      "title_en": "Legia Warsaw – Raków Częstochowa: Live coverage. Polish Cup final live",
      "title_pl": "Legia Warszawa – Raków Częstochowa: relacja na żywo. Finał Pucharu Polski LIVE",
      "urlToArticle": "https://news.google.com/rss/articles/CBMijQFodHRwczovL3ByemVnbGFkc3BvcnRvd3kub25ldC5wbC9waWxrYS1ub3puYS9wdWNoYXItcG9sc2tpL2xlZ2lhLXdhcnN6YXdhLXJha293LWN6ZXN0b2Nob3dhLXJlbGFjamEtbmEtenl3by1maW5hbC1wdWNoYXJ1LXBvbHNraS1saXZlLzV0Z3pwZ2rSAQA?oc=5",
      "urlToImage": "https://ocdn.eu/sport-images-transforms/1/7UGk9lGaHR0cHM6Ly9vY2RuLmV1L3B1bHNjbXMvTURBXy9iNjY2NDIzYi1jZTMyLTQ1ZTctYjI1ZC0zOWM2MDQxMWFhYmYuanBlZ5OVAwDMrs0VwM0MPJUCzQOwAMLDkwmmZjZjZTJmBt4AAqEwBqExAQ/pappiotr-nowak.avif"
    },
    {
      "author": "polsatnews.pl",
      "description_en": "On Tuesday, the Russian Foreign Ministry called on Jacek Śladewski’s Polish chargé d’affaires to protest against the takeover of the Russian school building by the Polish authorities. The government and the city hall recognize that the building was illegally occupied.",
      "description_pl": "Rosyjskie Ministerstwo Spraw Zagranicznych wezwało we wtorek chargé d'affaires Polski Jacka Śladewskiego, aby zaprotestować przeciwko przejęciu budynku rosyjskiej szkoły przez polskie władze. Rząd i stołeczny ratusz uznają, że budynek był zajmowany niezgodnie z prawem.",
      "publishedAt": "2023-05-02",
      "source": "polsatnews.pl",
      "title_en": "Media: Russia has called on the Polish chargé d'affaires. It is about taking over the school in Warsaw",
      "title_pl": "Media: Rosja wezwała polskiego chargé d'affaires. Chodzi o przejęcie szkoły w Warszawie",
      "urlToArticle": "https://news.google.com/rss/articles/CBMidmh0dHBzOi8vd3d3LnBvbHNhdG5ld3MucGwvd2lhZG9tb3NjLzIwMjMtMDUtMDIvcm9zamEtd2V6d2FsYS1wb2xza2llZ28tYW1iYXNhZG9yYS1jaG9kemktby16YWplY2llLXN6a29seS13LXdhcnN6YXdpZS_SAXpodHRwczovL3d3dy5wb2xzYXRuZXdzLnBsL3dpYWRvbW9zYy1hbXAvMjAyMy0wNS0wMi9yb3NqYS13ZXp3YWxhLXBvbHNraWVnby1hbWJhc2Fkb3JhLWNob2R6aS1vLXphamVjaWUtc3prb2x5LXctd2Fyc3phd2llLw?oc=5",
      "urlToImage": "https://ipla.pluscdn.pl/dituel/cp/nu/nuank7qkrfutwq7dyt1nscpqq1bqfwih.png"
    },
    {
      "author": "BusinessInsider",
      "description_en": "The President of the National Bank of Poland hopes that the first interest rate cut will be possible at the end of this year. For this to happen, however, a number of conditions must be met.",
      "description_pl": "Prezes Narodowego Banku Polskiego ma nadzieję, że pierwsza obniżka stóp procentowych będzie możliwa już pod koniec tego roku. By do tego doszło, niezbędne jest jednak spełnienie kilku warunków.",
      "publishedAt": "2023-05-02",
      "source": "BusinessInsider",
      "title_en": "Glapiński indicates a possible date for the first rate cut",
      "title_pl": "Glapiński wskazuje możliwy termin pierwszej obniżki stóp",
      "urlToArticle": "https://news.google.com/rss/articles/CBMiamh0dHBzOi8vYnVzaW5lc3NpbnNpZGVyLmNvbS5wbC9nb3Nwb2RhcmthL2dsYXBpbnNraS13c2thenVqZS1tb3psaXd5LXRlcm1pbi1waWVyd3N6ZWotb2JuaXpraS1zdG9wL2pycWNjenrSAQA?oc=5",
      "urlToImage": "https://ocdn.eu/pulscms-transforms/1/7qDk9kpTURBXy82NTE2ZjdlMDU1MjNiMTljZDc0NjdjNzVkZDlmMDkzOC5qcGeSlQMAPs0H0M0EZZMFzQOYzQHM3gACoTAGoTEB"
    },
    {
      "author": "TVP Info",
      "description_en": "Geoffrey Hinton, a scientist often referred to as the “godfather of artificial intelligence,” left his job at Google to warn of the dangers of AI. I thought AI would become more intelligent than humans in 30 or 50 years or later; of course, I don’t think so anymore,” he told the New York times.",
      "description_pl": "Geoffrey Hinton, naukowiec nazywany często „ojcem chrzestnym sztucznej inteligencji”, odszedł z pracy w Google'u, by ostrzegać przed zagrożeniami związanymi z AI. Myślałem, że AI stanie się bardziej inteligentna niż ludzie za 30–50 lat lub później; oczywiście teraz już tak nie sądzę – powiedział w wywiadzie dla „New York Timesa”.",
      "publishedAt": "2023-05-02",
      "source": "TVP Info",
      "title_en": "The pioneer of artificial intelligence warns. “We cannot tell what is true",
      "title_pl": "Pionier sztucznej inteligencji ostrzega. „Nie odróżnimy, co jest prawdą",
      "urlToArticle": "https://news.google.com/rss/articles/CBMiamh0dHBzOi8vd3d3LnR2cC5pbmZvLzY5NTgzNjE3L3N6dHVjem5hLWludGVsaWdlbmNqYS1uYXVrb3dpZWMtb3N0cnplZ2EtcHJ6ZWQtamVqLW5pZWtvbnRyb2xvd2FueW0tcm96d29qZW3SAQA?oc=5",
      "urlToImage": "https://s4.tvp.pl/images2/d/b/c/uid_dbc30a9610594704b7116c18661998f2_width_1280_play_0_pos_0_gs_0_height_720_gdzie-jest-granica-rozwoju-ai-fot-shutterstockblue-planet-studio.jpg"
    },
    {
      "author": "Interia",
      "description_en": "Our compatriots and people with Polish roots in Belarus are oppressed by the Belarusian regime, they do not live in a truly free and independent country, they cannot enjoy the freedoms that we enjoy in the Republic of Poland,” President Andrzej Duda said during the ceremony on the occasion of the Flag Day in Belvedere",
      "description_pl": "Nasi rodacy i ludzie o polskich korzeniach na Białorusi są ciemiężeni przez białoruski reżim, nie żyją w prawdziwie wolnym i niepodległym kraju, nie mogą cieszyć się tymi wolnościami, jakimi my cieszymy się w Rzeczypospolitej Polskiej - powiedział prezydent Andrzej Duda podczas uroczystości z okazji Dnia Flagi w Belwederze",
      "publishedAt": "2023-05-02",
      "source": "Interia",
      "title_en": "Flag of RP. President about Poles living in Belarus and Ukraine",
      "title_pl": "Dzień Flagi RP. Prezydent o Polakach żyjących na Białorusi i w Ukrainie",
      "urlToArticle": "https://news.google.com/rss/articles/CBMicGh0dHBzOi8vd3lkYXJ6ZW5pYS5pbnRlcmlhLnBsL2tyYWovbmV3cy1kemllbi1mbGFnaS1ycC1wcmV6eWRlbnQtby1wb2xha2FjaC16eWphY3ljaC1uYS1iaWFsb3J1c2ktaS0sbklkLDY3NTMyNTHSAXNodHRwczovL3d5ZGFyemVuaWEuaW50ZXJpYS5wbC9rcmFqL25ld3NhbXAtZHppZW4tZmxhZ2ktcnAtcHJlenlkZW50LW8tcG9sYWthY2gtenlqYWN5Y2gtbmEtYmlhbG9ydXNpLWktLG5JZCw2NzUzMjUx?oc=5",
      "urlToImage": "https://i.iplsc.com/prezydent-andrzej-duda-podczas-uroczystosci-pod-belwederem/000H3NS4C72LXWS7-C122-F4.webp"
    },
    {
      "author": "Do Rzeczy",
      "description_en": "The event was organized by M.S. Warsaw and the Council of Warsaw on the occasion of the Flag Day of the Republic of Poland. The opening ceremony was attended by the President of the Civic Platform.",
      "description_pl": "Wydarzenie zorganizowane było przez m.st. Warszawę oraz Radę Warszawy z okazji Dnia Flagi Rzeczypospolitej Polskiej. W odsłonięciu muralu wziął udział przewodniczący Platformy Obywatelskiej.",
      "publishedAt": "2023-05-02",
      "source": "Do Rzeczy",
      "title_en": "Donald Tusk: On June 4 we will start a great March to victory",
      "title_pl": "Donald Tusk: 4 czerwca rozpoczniemy wielki marsz do zwycięstwa",
      "urlToArticle": "https://news.google.com/rss/articles/CBMiZGh0dHBzOi8vZG9yemVjenkucGwvb3BpbmllLzQzNDYyMC9kb25hbGQtdHVzay00LWN6ZXJ3Y2Etcm96cG9jem5pZW15LXdpZWxraS1tYXJzei1kby16d3ljaWVzdHdhLmh0bWzSAWFodHRwczovL2RvcnplY3p5LnBsL2FtcC80MzQ2MjAvZG9uYWxkLXR1c2stNC1jemVyd2NhLXJvenBvY3puaWVteS13aWVsa2ktbWFyc3otZG8tend5Y2llc3R3YS5odG1s?oc=5",
      "urlToImage": "https://img.dorzeczy.pl/img/przewodniczacy-platformy-obywatelskiej-donald-tusk/7c/fc/752ec4347ac0c4679e21cbb7d489.jpeg"
    }
  ]
}
